任何使用的人均应仔细阅读本声明，您使用本网站，表明您同意下面声明。<br>

<p>
<h4><b>知识产权申明</b></h4>
1. 本网站的包括但不限于应用程序、源代码、商标、标示图案(LOGO)、界面设计、应用程序编程接口(API)等所关联的所有知识产权均属汇翼公司所有。用户不得复制、修改、传播或在非本网站所属的服务器上做镜像或者以其它方式进行非法使用。<br>
2. 用户在本网站平台所创建的独创性数据归属该用户所有，该用户有权对前述数据进行任何形式的处置，包括从平台中复制，导出和删除。<br>
3. 用户应当确保其公开或存储（方式包括但不限于：上传、保存、公布、发布等）于本网站及相关服务器的内容不存在任何侵犯其他第三方知识产权的情形。若存在本条所述情形，汇翼公司有权根据具体情节针对上述内容，采取包括但不限于限制、屏蔽、删除、
修改等手段，由此给网站用户造成的损失由网站用户自行承担；若汇翼公司因网站用户存在本条所述行为而向其他第三方承担法律责任的，汇翼公司有权向网站用户追偿全部损失。<br>
<h4><b>网站使用规则</b></h4>
1. 用户在使用本网站服务过程中，必须遵循以下规则：<br>
遵守中国有关的法律法规；<br>
不得对本网站服务进行任何形式的对其他第三方的再授权使用、销售或转让；<br>
不得为设计开发竞争产品对本网站进行任何形式的反向工程、反向编译、反汇编，或在竞争产品抄袭模仿本网站的设计；<br>
不得滥用本网站的通信功能发送垃圾邮件和短信；<br>
不得对本网站的连续服务和商誉构成损害的其他行为，包括对网站服务器的攻击；<br>
遵守本协议中的全部约定。<br>
2. 如用户在使用本网站服务时违反任何上述规定，汇翼公司有权要求用户改正或直接采取一切必要的措施（包括但不限于暂停或终止用户使用本网站服务的权利并追讨因此带来的损失）以减轻用户不当行为造成的影响。<br>
3. 用户所拥有的互联网域名所对应的电子邮件地址作为用户权证的唯一识别信息。当用户不再拥有或完全控制在本网站登记的域名时，汇翼公司有权随时删除所有的用户数据。
在高级模式下，系统支持多个域名电子邮件地址，当最早登记的主域名权属发生改变时，汇翼公司有权随时删除主域名及其关联域名所有的用户数据。<br>
</p>
